[
    {
        "origen": "Sitio Web",
        "url": "https://morena.senado.gob.mx/presentacion-de-las-leyes-reglamentarias-del-poder-judicial-de-la-federacion-en-reunion-de-comisiones-unidas-de-justicia-y-estudios-legislativos/",
        "titulo": "Presentación de las leyes Reglamentarias del Poder Judicial de la Federación en reunión de comisiones unidas de Justicia y Estudios Legislativos  Grupo Parlamentario de Morena en el Senado de la República",
        "contenido": "4 de diciembre de 2024 Javier Corral Jurado, presidente de la Comisión de Justicia Como ustedes saben, el pasado 20 de noviembre nuestra presidenta de los Estados Unidos mexicanos, la doctora Claudia Sheinbaum, remitió al Senado de la República tres iniciativas, una que crea la Ley Orgánica del Poder Judicial de la Federación, otra que expide la Ley de Carrera Judicial del Poder Judicial de la Federación y una tercera iniciativa con proyecto o decreto en el que se plantean diversas reformas, se adicionan y derogan diversas disposiciones de la Ley General de Responsabilidades Administrativas de los Servidores Públicos. Estas iniciativas tienen por objeto armonizar las leyes con el decreto de reforma a la Constitución Política en materia de Poder Judicial de la Federación que se publicó en el Diario Oficial de la Federación el pasado 15 de septiembre. El objetivo de la Ley Orgánica del Poder Judicial de la Federación es establecer las normas relativas a la estructura, integración, funcionamiento y competencias de los órganos que componen el Poder Judicial, es decir, de la Suprema Corte de Justicia de la Nación, del Tribunal de Disciplina Judicial, del órgano de Administración Judicial, del Tribunal Electoral del Poder Judicial de la Federación, de los plenos regionales, los tribunales colegiados de circuito, los tribunales colegiados de apelación y los juzgados de distrito. La iniciativa tiene enormes virtudes. En primer término, se permitirá la renovación profunda del Poder Judicial Federal a partir de la reestructura de su organización, integración y funcionamiento. Son dos los órganos las principales aportaciones de la propuesta como reflejo de lo señalado en el artículo 100 de la Constitución, el Tribunal de Disciplina Judicial y el órgano de Administración Judicial, pues en esta ley se establecen las atribuciones, funciones y mecanismos para desarrollar sus objetivos. El eje principal de estos órganos será el combate a la corrupción, la impunidad, el nepotismo y la negligencia en el Poder Judicial a través de reglas claras. Por lo que hace a la organización del Tribunal de Disciplina Judicial se componen cinco magistradas y magistrados electos mediante elección popular en los términos señalados en la Constitución Política de los Estados Unidos Mexicanos. Será un órgano con independencia técnica, de gestión y para emitir resoluciones cuyas tareas serán la investigación, sustanciación y resolución de los procedimientos de responsabilidades administrativas de las y los servidores públicos que desempeñan funciones jurisdiccionales en el Poder Judicial, así como la resolución de los recursos de revisión en los procedimientos administrativos del personal administrativo tratándose de faltas graves. Su forma de trabajo será en pleno y comisiones, cuyo número será establecido por el pleno del mismo tribunal. Asimismo, tendrá dos órganos auxiliares, también con autonomía de gestión, para dar cumplimiento a las obligaciones derivadas del ejercicio de su competencia, el órgano de investigación de responsabilidades administrativas y el órgano de evaluación del desempeño judicial. El primero de ellos tendrá a su cargo la investigación de los hechos u omisiones que puedan constituir responsabilidades administrativas de las personas que ejercen funciones jurisdiccionales, en tanto que el órgano de evaluación de desempeño judicial realizará la evaluación y seguimiento del desempeño de los órganos jurisdiccionales, con excepción de la Suprema Corte y el Tribunal Electoral. En todo caso, la evaluación deberá tener en cuenta elementos cualitativos y cuantitativos relacionados con el desempeño de los órganos jurisdiccionales. Las comisiones se integrarán por tres integrantes del Tribunal de Disciplina Judicial y serán competentes para sustanciar y resolver en primera instancia los procedimientos de responsabilidad administrativa seguidos contra las personas que desempeñan funciones jurisdiccionales, los recursos de inconformidad, las impugnaciones de la evaluación del desempeño de la función judicial, los conflictos laborales de acuerdo con su especialización y los demás asuntos que decida el Pleno mediante acuerdo. Por su parte, el Órgano de Administración Judicial contará con independencia técnica y de gestión. Tendrá a su cargo la administración de todos los órganos del Poder Judicial de la Federación y velará por su buen funcionamiento, autonomía, independencia, imparcialidad y legitimidad. El órgano de administración judicial contará con órganos auxiliares, los cuales son la Escuela Nacional de Formación Judicial, el Instituto Federal de Defensoría Pública, la Contraloría, la Unidad de Peritos Judiciales, la Unidad de Administración de la Suprema Corte de Justicia de la Nación, la Unidad de Administración del Tribunal Electoral, la Unidad de Administración del Tribunal de Disciplina Judicial, el Instituto Federal de Especialistas de Concursos Mercantiles y el Centro Público de Mecanismos Alternativos de Solución de Controversias. Sobre esta iniciativa quiero resaltar a los miembros de las comisiones, como lo han podido observar en el proyecto de dictamen que ha sido publicado en la Gaceta Parlamentaria, se realizaron dos modificaciones al régimen transitorio. La primera modificación es al segundo párrafo del artículo octavo, con la finalidad de establecer la integración de la Comisión de Transición, encargada de auxiliar al Consejo de la Judicatura Federal en la implementación de un Plan de Trabajo de Transferencia de los Recursos Materiales, Humanos, Financieros y Presupuestales a los órganos del Poder Judicial de la Federación que corresponda. La iniciativa propone que se conformará por cinco miembros, la ministra presidenta del Pleno de la Suprema Corte de Justicia de la Nación, una magistrada o magistrado de la Sala Superior del Tribunal Electoral del Poder Judicial de la Federación, electo por mayoría de votos de las y los integrantes de dicha sala, el consejero electo por la persona titular del Ejecutivo Federal, la consejera decana elegida por el Senado de la República y el consejero decano electo por el Poder Judicial de la Federación. Los acuerdos de la comisión se aprobarán por mayoría de votos. Observamos que en el caso del Tribunal Electoral del Poder Judicial de la Federación, la propuesta consiste que se ha designado una magistrada o un magistrado electo por mayoría de votos de las y los integrantes de la sala superior. Al respecto, creemos que es mucho más eficiente determinar que sea la actual titular de la presidencia de dicha sala la persona encargada de conformar la comisión de transición. El segundo cambio es la modificación del artículo décimo transitorio, el cual se refiere a la extinción de la Escuela Judicial Electoral del Tribunal Electoral del Poder Judicial de la Federación. Si bien, en opinión de quienes suscribimos el dictamen resulta eficiente la fusión de dicho instituto de educación con la nueva Escuela Nacional de Formación Judicial, consideramos que es importante establecer que la incorporación debe prever la continuación de las funciones como una institución educativa especializada en la formación, capacitación, investigación y difusión en la materia electoral. Sobre la ley de Carrera Judicial del Poder Judicial de la Federación, coincidimos con la necesidad de contar con una nueva ley que sea acorde con la reciente reforma constitucional, por lo que destacamos las siguientes aportaciones contenidas en la propuesta de la presidenta de los Estados Unidos Mexicanos. La propuesta se ajusta a los principios de excelencia, objetividad, imparcialidad, profesionalismo independencia y paridad de género contemplados en la Constitución General de la República. La propuesta de ley refrenda su compromiso de respeto a los derechos de las personas trabajadoras del Poder Judicial de la Federación. Se adicionan como finalidades de la carrera judicial la de coadyuvar en la legitimidad de los órganos jurisdiccionales que integran el Poder Judicial, así como la de coadyuvar en el ejercicio de una justicia orientada por la igualdad sustantiva y la justicia social. Se señala el deber del Poder Judicial de la Federación de incorporar la perspectiva de género de forma transversal, progresiva e igualitaria en el desarrollo de la carrera judicial, con lo que se permitirá que las mujeres y los hombres ejerzan y gocen sus derechos humanos con enfoque de igualdad sustantiva. Una incorporación fundamental es el combate a la violencia institucional mediante la prevención, atención y reparación para la erradicación de cualquier tipo de violencia institucional en el Poder Judicial de la Federación. Como perfil de quienes ingresen en la carrera judicial, se encuentra la adición de que las personas, servidores públicos del Poder Judicial sea la del conocimiento de los estándares de derechos humanos y habilidades para interpretar y razonar jurídicamente a partir de casos concretos, aplicando un enfoque de interseccionalidad. De igual forma la de aplicar el método de juzgar con perspectiva de género, con enfoque de justicia social e interseccional para garantizar un análisis integral de los casos. Se propone que la plantilla de los órganos jurisdiccionales se integre observando el principio de paridad de género, con lo cual se busca incluir que al menos la mitad de las plazas sean ocupadas por mujeres, salvo que la integración sea impar o que se trate de puestos en los que exista sólo una plaza. Se propone que la plantilla de los órganos jurisdiccionales se integre observando el principio de paridad de género, con lo cual se busca incluir que al menos la mitad de las plazas y esto es muy importante resaltarlo, sean ocupadas por mujeres, salvo que la integración sea impar o que se trate de puestos en los que sólo exista una plaza. Se adiciona un título tercero del combate al nepotismo, en el cual se establecen medidas para impedir nombramientos de familiares por parte de los titulares, así como el deber de informar sobre vínculos familiares o afectivos. De igual manera, quedaría prohibido que entre los titulares que tengan algún vínculo familiar o afectivo puedan realizar nombramientos cruzados, es decir, que entre ellos contraten familiares. Nombramientos triangulados, cuando entre los titulares de dos órganos jurisdiccionales se contraten familiares a cada uno de ellos o personas con las que tengan conflicto de interés. Rotación intermitente, cuando más de dos titulares para evitar nombramientos triangulados otorguen nombramientos no simultáneos a familiares o personas con las que tengan conflicto de interés. O finalmente nombramientos a terceros, cuando dos o más titulares para evadir la configuración de esquemas cruzados o triangulados contraten a servidores públicos con los que tengan relación familiar para beneficiar a familiares de alguno de ellos o personas con las que tengan conflictos de interés. Se establece como excepción que la relación o el vínculo familiar entre el titular y el servidor público jurisdiccional no será motivo de cese del nombramiento siempre y cuando se haya inscrito dicha situación en el Registro Único de Personas Servidoras Públicas de Carrera Judicial. Si ninguna de ellas es titular, las personas servidoras públicas deberán actualizar su información y hacerlo del conocimiento de su titular para que éste dé aviso al área correspondiente de recursos humanos y éste valide la información en el padrón de familiares relacionados en el Registro Único. Se establece un título cuarto para prevenir, sancionar y prohibir el hostigamiento y el acoso sexual. Se institucionaliza la Escuela Nacional de Formación Judicial al incorporar un título cuarto en la ley con la finalidad de establecer sus funciones, estructura, servicios y funcionamiento. A través de esta institución no sólo se capacitará a las personas servidoras públicas del Poder Judicial, sino también a los defensores públicos, personal de las fiscalías, organismos protectores de derechos humanos, instituciones de seguridad pública y público en general. Finalmente, se establece que las servidoras públicas y los servidores públicos de la carrera judicial serán sujetos de las responsabilidades administrativas en las que incurran de conformidad con la Ley Orgánica del Poder Judicial y la Ley General de Responsabilidades Administrativas. Y, por último, sobre la iniciativa en la que se reforman, adicionan y derogan diversas disposiciones de la Ley General de Responsabilidades Administrativas, en primer término celebramos la incorporación de un lenguaje incluyente, pues consideramos que se promueve la igualdad y el respeto hacia todas las personas, independientemente de su género, identidad, orientación sexual, origen étnico, discapacidad, entre otros. Evita la discriminación y contribuye a crear un ambiente más justo y equitativo que ayuda a dar visibilidad a grupos que históricamente han sido marginados, a la vez que reconoce a todas las personas en función de su dignidad humana. Asimismo, observamos con beneplácito la adición como criterio el de la buena administración como parte de la actuación de las personas servidoras públicas, porque este concepto hace referencia al derecho humano a que los asuntos comunes y colectivos estén ordenados de forma y manera que prime un ambiente de bienestar general e integral para el pueblo en su conjunto. Un tercer elemento que consideramos abona a la aprobación de la iniciativa son las adecuaciones que permitirá considerar como falta administrativa no grave la inobservancia del Código de Ética y los diversos códigos de conducta, que son instrumentos que establecen principios, valores y reglas de integridad para que los servidores públicos actúen en beneficio de la sociedad. Estos instrumentos propician ambientes laborales adecuados, fomentan su actuación ética y responsable y erradican conductas que representen actos de corrupción, por lo que su incorporación como motivo para imputar una responsabilidad administrativa no grave tendrá consecuencias, lo que se traduce en un cumplimiento de las disposiciones y principios que fomentan el Código de Ética y los diversos códigos de conductas. Finalmente, y no es un elemento menor, consiste en la armonización con la Reforma Constitucional en materia de responsabilidades administrativas de las personas servidoras públicas del Poder Judicial de la Federación. Efectivamente, con la modificación a la fracción quinta del artículo 9 de la Ley General se otorga al Tribunal de Disciplina Judicial la atribución de investigar e imponer las sanciones que correspondan a las personas servidoras públicas del Poder Judicial de la Federación por faltas administrativas. De igual manera, se otorga la facultad de los Tribunales de Disciplina Judicial de las entidades federativas y de la Ciudad de México para que puedan realizar lo propio con las personas servidoras públicas de los poderes judiciales locales. Por último, las iniciativas se aprueban en los términos presentados por la presidenta de los Estados Unidos Mexicanos, la doctora Claudia Sheinbaum, con las modificaciones al artículo octavo y décimo transitorio de la Ley Orgánica del Poder Judicial de la Federación. Por lo que pido a los integrantes de las comisiones de Justicia y de Estudios Legislativos del Senado de la República brindar su voto a favor de estas tres iniciativas enviadas por la titular del Poder Ejecutivo Federal a esta soberanía. 2018, Senadores Morena Grupo Parlamentario de Morena en el Senado",
        "fecha_extraccion": "2024-12-18"
    },
    {
        "origen": "Sitio Web",
        "url": "https://www.gob.mx/presidencia/prensa/con-el-avance-de-la-reforma-al-poder-judicial-triunfa-el-pueblo-la-constitucion-y-el-estado-de-derecho-presidenta-claudia-sheinbaum",
        "titulo": "Con el avance de la reforma al Poder Judicial, triunfa el pueblo, la Constitución y el Estado de derecho presidenta Claudia Sheinbaum  Presidencia de la Republica  Gobierno  gob.mx",
        "contenido": "Presidencia de la Republica  06 de noviembre de 2024  Comunicado La Presidenta Constitucional de los Estados Unidos Mexicanos, Claudia Sheinbaum Pardo, celebró que la transformación del Poder Judicial avanza, después de que la Suprema Corte de Justicia de la Nación SCJN desestimó la acción de inconstitucionalidad contra la reforma que plantea la elección de jueces, juezas, ministras, ministros, magistradas y magistrados. Triunfa el pueblo de México y la Constitución y el Estado de derecho, pero también impera la razón frente a la sinrazón, la cordura frente a la locura. Entonces, también, aunque no se esté de acuerdo en muchas cosas, también hay que reconocer cuando toman una posición que tiene que ver con la investidura de la Corte, destacó. Destacó la participación de las ministras y ministros que antepusieron el respeto a la Constitución. En este caso imperó la razón, imperó la Constitución, imperó el Estado de derecho, imperó la ley, porque las ministras y los ministros también están regidos por la Constitución, expresó. Precisó que la reforma fortalece al Poder Judicial como un poder autónomo y anunció que una de las primeras leyes secundarias que enviarán al Congreso de la Unión será la Ley Orgánica del Poder Judicial de la Federación, que, entre otras cosas, va a establecer los criterios para el desempeño del Tribunal de Disciplina. Todavía viene todo el procedimiento de leyes secundarias, pero la Constitución hoy establece que se van a elegir a jueces, ministras, ministros, jueces, juezas, magistrados, magistradas, ministros y ministras del Poder Judicial, y es un avance muy importante para la democracia en México. En la conferencia matutina Las mañaneras del pueblo, la Presidenta de México aprovechó para asegurar que no hay motivo de preocupación tras la elección de los Estados Unidos, pues adelantó que habrá diálogo con las nuevas autoridades de este país, una vez que se oficialicen los resultados electorales. A todas y a todos los mexicanos no hay ningún motivo de preocupación. A nuestros paisanos y paisanas, a sus familiares que están aquí, a las empresarias y empresarios mexicanos no hay motivo ninguno de preocupación. México siempre sale adelante, somos un país libre, independiente, soberano, y va a haber buena relación con los Estados Unidos, estoy convencida de ello, aseveró. Recordó que México y Estados Unidos tienen una relación económica importante, que beneficia a ambos países y representa una fortaleza que los hace complementarse en lugar de competir, por lo que señaló que habrá mucha coordinación con el sector empresarial nacional y el estadounidense que invierte en México. Asimismo, destacó que, desde el Gobierno de México, se continuará incentivando el diálogo en temas de migración, tráfico de drogas y tráfico de armas, que forman parte de la agenda de seguridad para las dos naciones. 000 Puedes seleccionar más de uno. Puedes seleccionar más de una opción. Gracias por tu opinión. La legalidad, veracidad y la calidad de la información es estricta responsabilidad de la dependencia, entidad o empresa productiva del Estado que la proporcionó en virtud de sus atribuciones yo facultades normativas. Es el portal único de trámites, información y participación ciudadana. Leer más",
        "fecha_extraccion": "2024-12-18"
    },
    {
        "origen": "Sitio Web",
        "url": "https://elpais.com/mexico/2024-09-11/que-dice-la-reforma-judicial-y-que-sigue-tras-su-aprobacion-en-el-senado.html",
        "titulo": "Qué dice la reforma judicial y qué sigue tras su aprobación en el Senado  EL PAÍS México",
        "contenido": "La reforma al Poder Judicial propuesta por el presidente de México, Andrés Manuel López Obrador, ha sido aprobada por el Senado a menos de de tres semanas de que concluya su mandato. Después de avanzar en la Cámara de Diputados en donde la mayoría calificada de Morena y sus aliados ratificaron la enmienda sin mayores contratiempos el proyecto de ley enfrentó las mayores resistencias en la Cámara alta, donde el oficialismo requería de un solo voto para alcanzar mayoría. Las tensiones para aprobar la reforma, que plantea la elección por voto popular de ministros, jueces y magistrados, la reducción de la Suprema Corte, así como la creación de un órgano de administración judicial y un Tribunal de Disciplina, escalaron durante la sesión en el Senado entre las voces opositoras que aseguraban que sus compañeros han sido objeto de amenazas, chantajes y hasta detenciones desde el oficialismo, parte de una campaña de presión para conseguir el voto decisivo para aprobar la propuesta. Durante la sesión, manifestantes irrumpieron en el pleno legislativo para protestar contra la enmienda, por lo que la discusión se suspendió momentáneamente y se cambió de sede a la antigua cámara del Senado, la Casona de Xicoténcatl, en el Centro Histórico de la capital. Minutos después de la medianoche, el voto de Miguel Ángel Yunes, el controvertido senador del PAN acusado de corrupción y enfrentado durante años con López Obrador, aportó el voto faltante al oficialismo para aprobar la reforma judicial. El punto más polémico del proyecto de ley radica en la elección popular de más de 1.600 cargos judiciales, entre ministros de la Suprema Corte, consejeros del Consejo de la Judicatura Federal, magistrados del Tribunal Electoral Federal, magistrados de circuito y jueces de distrito. Las elecciones se llevarían a cabo de forma escalonada en dos fases mientras en 2025 se elegirían tanto a los ministros de la Suprema Corte, como los magistrados del nuevo Tribunal de Disciplina Judicial, del nuevo Órgano de Administración y a la mitad de los jueces de distrito y magistrados de circuito en 2027 se culminaría con la mitad restante. Las elecciones serían organizadas por el Instituto Nacional Electoral INE. El proyecto de reforma también pretende reducir a nueve los ministros que integran la Suprema Corte, hoy compuesta por 11 integrantes. La presidencia, afirma el documento, será renovada cada dos años de forma rotatoria, determinada por el número de votos obtenidos por cada candidatura. Además, los ministros electos permanecerán en su cargo ocho, 11 y 14 años, en función del número de votos obtenidos por cada uno los más votados se mantendrán en el cargo durante un periodo mayor. Los ministros en funciones que no resulten electos en 2025 no serán beneficiarios del haber por retiro, una pensión vitalicia que incluye aguinaldo, seguro de vida, prima vacacional y bono por riesgo. Además, la reforma plantea que ningún ministro, magistrado o juez podrá ganar un salario mayor al del presidente. En lo que respecta a los jueces y magistrados, la reforma plantea un periodo de nueve años en el cargo, con la opción de presentarse a una reelección consecutiva. Los requisitos para aspirar a estos cargos judiciales incluyen tener un título profesional en Derecho y un promedio de ocho a nueve en las materias afines, tener experiencia de al menos cinco años en la actividad jurídica, además de entregar ensayos y cinco cartas de referencia entre vecinos y colegas, que respalden su idoneidad para el cargo. El Consejo General del INE, inmerso en una discusión sobre la forma en que se reparten los espacios plurinominales a partir de la interpretación de la Constitución, aprobó a finales de agosto que Morena y sus aliados el PT y el PVEM ostenten el 73 de curules en la Cámara de Diputados 364 legisladores para la legislatura que arrancó funciones el 1 de septiembre de 2024. Tras el visto bueno del Tribunal Electoral y la confirmación del reparto del Congreso, la reforma judicial fue aprobada sin mayores apuros el pasado 3 de septiembre en San Lázaro. Después de superar su aprobación en la cámara de origen, el proyecto de ley fue ratificado en el Senado la madrugada del 11 de septiembre, gracias al voto del opositor Miguel Ángel Yunes Márquez. Una vez aprobada en ambas cámaras, el último paso para la enmienda constitucional es su ratificación en al menos 17 Congresos estatales, una labor de trámite para Morena, que gobierna en 24 entidades del país tras el proceso electoral del pasado 2 de junio. Apúntese gratis a la newsletter de EL PAÍS México y al canal de WhatsApp y reciba todas las claves informativas de la actualidad de este país. Quieres añadir otro usuario a tu suscripción Si continúas leyendo en este dispositivo, no se podrá leer en el otro. Por qué estás viendo esto Si quieres compartir tu cuenta, cambia tu suscripción a la modalidad Premium, así podrás añadir otro usuario. Cada uno accederá con su propia cuenta de email, lo que os permitirá personalizar vuestra experiencia en EL PAÍS. En el caso de no saber quién está usando tu cuenta, te recomendamos cambiar tu contraseña aquí. Si decides continuar compartiendo tu cuenta, este mensaje se mostrará en tu dispositivo y en el de la otra persona que está usando tu cuenta de forma indefinida, afectando a tu experiencia de lectura. Puedes consultar aquí los términos y condiciones de la suscripción digital. O suscríbete para leer sin límites Suscríbete y lee sin límites",
        "fecha_extraccion": "2024-12-18"
    },
    {
        "origen": "Sitio Web",
        "url": "https://www.milenio.com/negocios/resaltan-interes-ip-sociedad-civil-tampico-reforma-judicial",
        "titulo": "Resaltan interés de IP y sociedad civil Tampico por reforma judicial Grupo Milenio",
        "contenido": "Los sectores de la iniciativa privada como la sociedad civil mostraron interés en conocer a fondo la reforma judicial y los alcances como beneficios que tendrán para Tampico como la zona conurbada del sur de Tamaulipas, esto a través de la presencia de la ministra Loretta Ortiz Ahlf hace unos días en esta localidad. Como parte de la organización de la gira realizada por esta región del país, la representante del Centro de Excelencia de Naciones Unidas en el Noreste de Tamaulipas, Natalia Montelongo Doria, recalcó la Unión de los sectores y también el impulso a liderazgos femeninos en la materia qué aporten a las comunidades. Mediante su fundación Raíces de Transformación, entablaron parte de charlas con miembros de la iniciativa privada además de un grupo de mujeres de este municipio como de Ciudad Madero y Altamira, donde la voz de la actual integrante de la suprema corte de justicia de la nación detalló que vendrá con la elección de jueces y magistrados programada para el próximo año. Primeramente, la ministra Ortiz Ahlf expuso los alcances de la reforma judicial, destacando sus beneficios y desafíos. El evento reunió a empresarios del sur de Tamaulipas, miembros del magisterio, clusters de energía, cámaras y asociaciones civiles, quienes pudieron dialogar sobre la importancia de estas reformas en el ámbito económico, educativo y social. El segundo evento denominado Café Legal con Loretta con Perspectiva Femenina, reunió a más de 50 mujeres del sector empresarial. Durante esta charla se abordó dicha reforma desde una perspectiva de género, dialogando sobre los retos y avances en materia de igualdad sustantiva y acceso a la justicia. Las asistentes participaron en el intercambio de ideas y experiencias, reconociendo la importancia de estas reformas en la promoción de una sociedad más inclusiva y equitativa.",
        "fecha_extraccion": "2024-12-18"
    },
    {
        "origen": "Sitio Web",
        "url": "https://www.siempre.mx/2024/12/el-fin-de-una-era/",
        "titulo": "El fin de una era  Siempre",
        "contenido": "La reforma judicial no es una historia de vencedores o vencidos todo demócrata, y con mayor razón, todo servidor público, desea lo mejor para su país Ministra Presidenta Norma Lucía Piña Hernández El segundo informe de labores de la ministra Norma Lucía Piña Hernández, presidenta de la Suprema Corte de Justicia de la Nación SCJN y del Consejo de la Judicatura Federal CJF, no solo refleja los logros alcanzados durante su gestión, sino que también destaca los desafíos inéditos que enfrenta el Poder Judicial Federal en un entorno de creciente polarización política. El discurso pronunciado la ministra Presidenta en la sesión solemne del Pleno de la Corte, celebrada el pasado 10 de diciembre, añadió una reflexión más amplia sobre la trascendencia del trabajo del poder judicial en México, y sobretodo del impacto de la reforma judicial y la urgente necesidad de defender los principios democráticos frente a las presiones externas. Así, este segundo y lamentablemente también el último informe de labores de la ministra Norma Lucía Piña Hernández como Presidenta de la SCJN y del CJF, marca el cierre de una época en la historia del Poder Judicial Federal y de la propia Corte. Este informe, más allá de un mero ejercicio de rendición de cuentas, representa el fin de un diseño institucional que, derivado de la reforma judicial recientemente aprobada, y en vigor desde el 16 de septiembre de 2024, dará pasó a una SCJN integrada únicamente por nueve ministras y ministros y que funcionará solamente en Pleno. Y con la salida del ministro Luis María Aguilar Morales el 30 de noviembre pasado por haber culminado su encargo, nos enfrentamos a un cambio estructural sin precedentes en la historia reciente de la SCJN, y los 6 meses previos a la elección judicial extraordinaria, la Corte estará conformada únicamente por 10 ministros en el Pleno. En este contexto, es evidente, que resulta fundamental hablar de los estragos que la reforma al Poder Judicial traerá aparejados, y que de hecho ya se perciben. La ministra Piña dedicó por ello, parte de su discurso a reflexionar sobre los retos que este nuevo modelo plantea, destacando puntualmente y con citas textuales, las advertencias formuladas por ministros, ministros, expertas y expertos constitucionalistas durante los foros realizados en la Cámara de Diputados en torno a la reforma judicial. Sus palabras fueron claras, contundentes y pertinentes la eliminación de la carrera judicial y la politización de la justicia no son caminos hacia el fortalecimiento de la democracia, sino pasos hacia su erosión. La ministra subrayó que el Poder Judicial no se opone al cambio. No obstante, enfatizó que este debe ser producto de un diálogo informado y no de narrativas infundadas que, repetidas con insistencia, han buscado justificar una reforma que carece de diagnóstico sólido y visión de largo plazo. En su discurso, la ministra Norma Piña abordó con valentía los enormes retos que enfrentará el Poder Judicial en el futuro cercano, señalando la necesidad de preservar los principios democráticos frente a un entorno político adverso. Es desafortunado que el acto solemne no haya contado con la presencia de todos los integrantes de la Sala Superior del Tribunal Electoral del Poder Judicial de la Federación TEPJF y que tampoco asistiera la presidenta Claudia Sheinbaum. Este vacío institucional, aunque lamentable, es una muestra de cómo se ha relegado la importancia de las instituciones en favor de intereses particulares. Sin embargo, la ministra Piña nos recordó que las instituciones no se definen por las personas que las encabezan, sino por su funcionamiento democrático, el cual debe prevalecer sobre los conflictos y diferencias individuales. Con firmeza, subrayó que las instituciones se construyen y sostienen con trabajo cotidiano y con la defensa inquebrantable de los principios. Su legado no está únicamente en las sentencias y resoluciones de la Corte, sino en su ejemplo de resistencia frente a quienes han intentado minar la autonomía y la independencia judicial. Sus palabras resonaron con fuerza la justicia no se negocia, la democracia no se entrega y la dignidad no se somete. Este mensaje inspirador generó los espontáneos aplausos y ovaciones que siguieron a su intervención. Aplausos de pie para quien ha demostrado que, incluso en los momentos más oscuros, la luz de la justicia puede prevalecer. El informe y el discurso de la ministra Norma Lucía Piña Hernández constituyen un llamado a la reflexión colectiva. Este momento marca el cierre de una etapa y el inicio de otra, cuya viabilidad dependerá de la capacidad que tengamos como país para conservar la autonomía y la independencia judicial y sobre todo para evitar la politización de la justicia. Mientras tanto, la ministra Piña deja una marca indeleble en la historia de nuestro México como una líder que, frente a la adversidad, defendió con firmeza los principios que sostienen nuestra democracia constitucional. Desde el inicio de su discurso, la ministra recordó que la justicia no es únicamente una cuestión de leyes y procedimientos, sino un compromiso ético con los derechos humanos, la equidad y la dignidad. Subrayó que la independencia judicial es un patrimonio de la humanidad, directamente vinculado a la esencia constitucional de las democracias. Más que un mandato legal, constituye un baluarte frente al abuso de poder y un pilar en la defensa de los derechos fundamentales. Este principio se ha reflejado en las decisiones del Poder Judicial, que, en palabras de la ministra, han buscado cumplir con el apotegma de José María Morelos Que todo aquel que se queje con justicia tenga un tribunal que lo escuche, lo ampare y lo proteja contra el fuerte y el arbitrario. En su informe, se destacaron varios avances significativos en las funciones jurisdiccional, administrativa y social. Entre ellos, las resoluciones emitidas que establecieron límites al poder político y garantizaron derechos fundamentales. Ejemplo de ello son las decisiones relacionadas con la regulación de consultas a pueblos originarios, la validación de sistemas de etiquetado para proteger la salud y los derechos de los consumidores, y la desclasificación de información pública vinculada a megaproyectos gubernamentales. Estas sentencias no solo fortalecieron el control constitucional, sino que impactaron directamente en la vida cotidiana de las personas, demostrando el compromiso del Poder Judicial con una justicia cercana y efectiva. También subrayó la centralidad de los derechos humanos como eje rector de la gestión judicial. Proyectos en justicia intercultural, ambiental y climática, así como acciones para promover los derechos de personas con discapacidad, ilustran un enfoque integral que busca garantizar la equidad y la inclusión. La SCJN ha trabajado para prevenir la violencia de género, consolidar espacios laborales seguros y promover políticas inclusivas, como la habilitación de baños neutros y talleres para fomentar la diversidad y la igualdad de género. Estas iniciativas reflejan el esfuerzo por transversalizar la perspectiva de género y garantizar que la justicia sea accesible y efectiva para todos los sectores de la sociedad. El discurso añadió un elemento crítico al contexto de este informe los desafíos que enfrenta el Poder Judicial ante la reforma judicial y las crecientes presiones políticas. Denunció una campaña de deslegitimación hacia jueces y magistrados, señalando que los ataques buscan erosionar la independencia judicial y constituyen una peligrosa práctica antidemocrática. Citó casos emblemáticos, como la resolución sobre la Guardia Nacional y el Plan B electoral, como puntos de inflexión que intensificaron las agresiones hacia el Poder Judicial. En este contexto, reiteró que las decisiones del tribunal han sido guiadas por principios constitucionales, reafirmando su compromiso con la imparcialidad y la legalidad. Norma Lucía Piña Hernández pasará a la historia no solo por ser la primera mujer en presidir la SCJN, sino por haber defendido con entereza, dignidad y distinción la autonomía e independencia del máximo tribunal. Su liderazgo, constantemente desafiado por una embestida autoritaria desde Palacio Nacional, y desde el oficialismo se consolidó como un pilar frente a las expresiones más antidemocráticas de la política mexicana. Frente a esta adversidad, no solo resistió, sino que se erigió como una defensora incansable de los principios constitucionales y la división de poderes. Las críticas infundadas que ha recibido son reflejo de su compromiso con la justicia y de su negativa a doblegarse ante intereses ajenos a los valores democráticos. El cierre de esta etapa 30 años, que se dicen fácil deja un vacío profundo y un futuro incierto en nuestro México, no solo en términos de capacidad judicial, sino también en el entendimiento mismo de la democracia y de la división de poderes. El futuro del Poder Judicial, tal como lo plantea la ministra Piña, está en manos de quienes continúen esta labor. La ministra concluyó su informe reafirmando la importancia de la ética, la dignidad y la excelencia como valores fundamentales para enfrentar los desafíos venideros y preservar el legado de un Poder Judicial verdaderamente autónomo. Este último informe de labores no solo es el testimonio del trabajo realizado, sino también un llamado a la reflexión sobre el papel de la judicatura, en una democracia en constante transformación. La Corte debe siempre y en todo momento refrendar su compromiso con el Estado de derecho y con una justicia que, como dice la ministra Piña, sirva al pueblo con congruencia, ética y perseverancia. El 1 de junio de 2025 será un día crucial para el futuro de nuestra justicia constitucional. El informe y su resumen ejecutivo pueden ser consultados en httpsbit.ly49sdDAp",
        "fecha_extraccion": "2024-12-18"
    },
    {
        "origen": "Sitio Web",
        "url": "https://morena.senado.gob.mx/avanzamos-hacia-una-reforma-judicial-agil-eficaz-y-humanista-antonino-morales/",
        "titulo": "Avanzamos hacia una reforma judicial ágil, eficaz y humanista Antonino Morales  Grupo Parlamentario de Morena en el Senado de la República",
        "contenido": "Con la aprobación de las leyes secundarias a los artículos 103, 105 y 107 que regulan la Ley de Amparo, así como la transformación del Poder Judicial, sus funciones, estructura y principios del sistema jurídico en materia de constitucionalidad y la administración de justicia, estamos concretando la reforma más importante en este siglo para ese poder, aseguró el senador Antonino Morales. Estamos ratificando nuestro compromiso con el pueblo que el pasado 2 de junio votó por los cambios, por una administración de justicia más ágil, transparente y eficiente, alineada con los avances tecnológicos y de acuerdo con el gobierno humanista de la Cuarta Transformación que encabeza la presidenta, Doctora Claudia Sheinbaum Pardo. El senador de Oaxaca sostuvo que, hasta hoy, el Poder Judicial construyó una mala imagen y reputación no solo por la casta dorada que se ha servido del cargo para tejer redes de complicidad con los poderes fácticos, sino por la tardanza en la aplicación de la justicia, resoluciones oscuras, opacidad en su operación, entre otras fallas. Esta reforma es crucial para transformar la percepción pública sobre el sistema judicial y establecer un precedente hacia un modelo de justicia que cumpla con los principios democráticos. Al garantizar mayor transparencia, accesibilidad y eficacia en los procesos se están sentando las bases para un modelo judicial que sea percibido como legítimo, imparcial y verdaderamente al servicio de la sociedad, indicó el legislador zapoteco. En ese sentido, expresó que con la legislación secundaria aprobada por el pleno este viernes se promoverá una administración de justicia más ágil, transparente y eficiente, alineada con los avances tecnológicos. Habrá comunicaciones oficiales electrónicas que permitirán a las personas en cualquier parte del país conocer cómo su trámite. Será una justicia menos costosa porque ya no se gastará en papel y se actualiza el cobro de sanciones al pasar de salarios mínimos a Umas. Por otra parte, se estipula un lenguaje inclusivo para visibilizar a las mujeres que trabajan en el Poder Judicial. Por lo que toca a la Ley de Amparo, establece que no se permitirá dictar suspensiones contra disposiciones de carácter general, ya sea en acciones de inconstitucionalidad o controversias constitucionales. Mientras que el articulado transitorio garantiza que las y los actuales ministros dictarán sentencias con las mismas reglas, hasta que asuman funciones los nuevos 2018, Senadores Morena Grupo Parlamentario de Morena en el Senado",
        "fecha_extraccion": "2024-12-18"
    },
    {
        "origen": "Sitio Web",
        "url": "https://www.eldiariodechihuahua.mx/local/2024/dec/18/va-en-pri-en-contra-de-la-reforma-judicial-662884.html",
        "titulo": "Va en PRI en contra de la Reforma Judicial",
        "contenido": "Secciones Ediciones Servicios  Publicaciones del Chuvíscar S.A. de C.V. Todos los derechos reservados 2024 Publicidad Publicidad Chihuahua, Chih. Diputados del Partido Revolucionario Institucional votarán en contra de la Reforma Judicial a nivel local, pero no por eso dejarían de ser aliados del PAN en el Congreso, afirmó el diputado Alfredo Chávez, coordinador de Acción Nacional en el Congreso. Nosotros tampoco estamos de acuerdo con esta reforma, pero lo quiero dejar muy en claro, con esta reforma lo que estamos haciendo es garantizar la seguridad jurídica de los chihuahuenses, más incluso que de los juzgadores, mencionó el de Acción Nacional. Chávez Madrid resaltó que a través de los cambios constitucionales que votarán este jueves, garantizarán a las personas que lleven un proceso legal y que después de la reforma cambie su juez, que la nueva persona que llegue será una persona preparada y competente. Publicidad Especulaciones en el ambiente político estatal, indican que diputados de la bancada del PRI se habrían reunido esta mañana con la dirigente estatal panista, Daniela Álvarez, para cabildear el voto en el pleno. Los cambios constitucionales requieren de mayoría calificada, las dos terceras partes del Congreso más un voto, y ahora para la aprobación del dictamen de la reforma local, la bancada del PAN necesitaría votos de Morena. Diputados de la bancada del PRI no han manifestado posicionamiento alguno sobre su voto, y el priista Guillermo Ramírez lee en el Pleno el extenso dictamen de las reformas, en su calidad de presidente de la Comisión de Gobernación y Puntos Constitucionales. Publicidad Publicidad  Publicaciones del Chuvíscar S.A. de C.V. Todos los derechos reservados 2024",
        "fecha_extraccion": "2024-12-18"
    },
    {
        "origen": "Sitio Web",
        "url": "https://www.milenio.com/videos/milenio-tv/el-asalto-a-la-razon/proceso-reforma-judicial-plagado-irregularidades-asalto-razon",
        "titulo": "El proceso de la reforma judicial está plagado de irregularidades Grupo Milenio",
        "contenido": "",
        "fecha_extraccion": "2024-12-18"
    },
    {
        "origen": "Sitio Web",
        "url": "https://oem.com.mx/elsoldelcentro/analisis/el-agora-listas-de-la-reforma-judicial-federal-20739538",
        "titulo": "El Ágora  Listas de la reforma Judicial Federal  El Sol del Centro  Noticias Locales, Policiacas, sobre México, Aguascalientes y el Mundo",
        "contenido": "Durante noviembre y diciembre se incrementa la demanda de atención por enfermedades respiratorias y el aumento de accidentes Los uniformados municipales de Aguascalientes lo pusieron a disposición ante la autoridad ministerial El sector de los alimentos espera una importante reactivación a consecuencia de la cena del próximo 24 de diciembre, piden ordenar con anticipación Personal de Protección Civil, Guardia Civil y Mercados recorren tianguis y comercios para prevenir la venta de pirotecnia clandestina Representa el color morado actualmente estudia la Licenciatura en Contaduría Pública en la Universidad Cuauhtémoc La Navidad no solo se trata de degustar platillos principales suculentos, sino de postres que resulten bastante atractivos Te quedas fuera de la conversación Mandamos a tu correo el mejor resumen informativo.",
        "fecha_extraccion": "2024-12-18"
    },
    {
        "origen": "Sitio Web",
        "url": "https://oem.com.mx/elsoldemexico/mexico/que-sigue-con-la-reforma-judicial-fechas-clave-de-los-comicios-para-elegir-jueces-y-magistrados-19333464",
        "titulo": "Qué sigue con la Reforma Judicial Fechas clave de los comicios para elegir jueces y magistrados  El Sol de México  Noticias, Deportes, Gossip, Columnas",
        "contenido": "El 15 de diciembre se publicarán las listas de quienes aspiran a competir por un cargo en el Poder Judicial. Los Comités de Evaluación serán el primer filtro para las candidaturas Atzayacatl Cabrera  El Sol de México La empresa ganó este año un contrato de la Defensa para surtir con 21 millones de cartuchos de diferentes calibres a la Policía Militar Se trata de la segunda orden de aprehensión que se le cumplimenta a este presunto capo, luego de ser deportado a México Las obras del Puente Ferroviario Internacional Patrick J. Ottensmeyer que conecta Texas y Tamaulipas concluyeron ayer, informó la empresa ferroviaria. Más de la mitad de los casos se registraron en California, y todas menos una contrajeron el virus a través de productos lácteos infectados Nadie tiene facultades para disponer de manera indebida de los recursos de los trabajadores, afirma su presidente, Reyes Soberanis Moreno La Junta General Ejecutiva también aprobó destinar 35 millones de pesos para la integración y funcionamiento de órganos electorales Te quedas fuera de la conversación Mandamos a tu correo el mejor resumen informativo.",
        "fecha_extraccion": "2024-12-18"
    },
    {
        "origen": "Sitio Web",
        "url": "https://oem.com.mx/elsoldeleon/local/jueces-de-guanajuato-preocupados-por-la-reforma-judicial-que-podria-despedirlos-injustificadamente-20601869",
        "titulo": "Jueces de Guanajuato preocupados por la reforma judicial que podría despedirlos injustificadamente  El Sol de León  Noticias Locales, Policiacas, sobre México, Guanajuato y el Mundo",
        "contenido": "Reforma podría aplicar en Guanajuato hasta el 2027 Vivian Della Rocca En Guanajuato, una red delictiva permitió la reventa múltiple de viviendas a través del Infonavit, afectando los ahorros de los trabajadores. Este caso forma parte de un esquema de corrupción nacional que incluye contratos millonarios, juicios masivos y créditos fraudulentos Usuarios reportan fallas en la plataforma para la compra de boletos la cual estaba anunciada para iniciar en punto de las 1200 horas del mediodía de este miércoles Serena Williams, Checo Pérez, Roberto Martínez, Luisito Comunica y Oso Trava entre otros líderes y referentes globales compartirán sus historias de resiliencia, esfuerzo y éxito Se generará un código QR por boleto, máximo cuatro por persona y que serán intransferibles, para evitar la reventa y que los usuarios no sean estafados El regidor panista Beto Moreno aseguró que más de 50 empleados en estos días podrán cobrar su prestación de ley De acuerdo a la ley orgánica las sesiones de Ayuntamiento son de acceso público y cualquier ciudadano puede asistir Te quedas fuera de la conversación Mandamos a tu correo el mejor resumen informativo.",
        "fecha_extraccion": "2024-12-18"
    },
    {
        "origen": "Sitio Web",
        "url": "https://agendaestadodederecho.com/errores-de-la-reforma-a-la-justicia-en-mexico/",
        "titulo": "Cinco grandes errores de la reforma a la justicia en México  Agenda Estado de Derecho",
        "contenido": "El artículo aborda cinco grandes errores de la propuesta de reforma judicial en México. Critica la elección popular de jueces, la malinterpretación de resultados electorales, la falta de atención a expertos, el intento de captura del poder judicial, y la figura de jueces sin rostro. Propone un diálogo genuino para una reforma verdadera. El 30 de agosto se llevó a cabo un Space de X organizado por AeD. En este espacio de discusión se reflexionó sobre los riesgos que la reforma a la justicia supone para la democracia, el Estado de derecho y los derechos humanos en México. De los aspectos que me llamaron la atención está la construcción del contexto de la reforma, mismos que quiero retomar como punto de partida para este análisis. i. Se destacó que las reformas fueron propuestas por el presidente de la República, es decir, que no fueron precedidas por un diagnóstico, ni por un debate nacional, sino que nacen desde la voluntad del poder. ii. Se señaló que la presentación de esta propuesta se vio motivada por una serie de resoluciones que dictaron los diferentes órganos del poder judicial federal para frenar proyectos impulsados por el gobierno de la 4T. Es decir, que la propuesta para reformar al poder judicial puede ser un acto de revanchismo. iii. Se advirtió que la presentación de dicha propuesta fue precedida, incluso, ha sido acompañada de un contexto caracterizado por hostigamiento, chantajes y amenazas al Poder Judicial y a personas juzgadoras, en lo que identifica como ataques sin precedentes a la justicia en México. Todos los argumentos precedidos dan cuenta de que no se trata de una reforma que busca fortalecer la justicia en el país en beneficio de los justiciables, ni para atender los problemas estructurales de la justicia en México, sino más bien, que se trata de una reforma diseñada desde el poder para cooptar al sistema de justicia y aniquilar su independencia, pues este poder ha sido hasta ahora último reducto de la independencia de poderes en México. Desde la Academia Neolonesa de Ciencias Penales que tengo el honor de presidir, hemos advertido en comunicado del 22 de agosto y del 07 de septiembre la gravedad de esta reforma, y hemos llamado constantemente al diálogo genuino. Apostamos por un poder judicial independiente, autónomo y libre de influencias políticas. En este contexto, este artículo busca advertir los cinco errores que han cometido y siguen cometiendo quienes impulsan y apuestan por esta propuesta que pone en riesgo el sistema de justicia en México. La reforma tal y como está propuesta es logística y presupuestariamente inviable. Ésta supondría la remoción de todas las personas juzgadoras del poder judicial federal y estatales, desde el eslabón más bajo hasta el más alto, y la elección popular de nuevos integrantes. En primer orden, en lo que respecta a la remoción de las personas juzgadoras que han sido seleccionadas mediante concursos y que gozan de estabilidad laboral e inamovilidad constitucional, los dos problemas que se presentan son a. Por un lado, el problema jurídico relacionado con la violación de los estándares sobre su remoción, lo que puede provocar que México sea llevado ante organismos como la Corte Interamericana por incumplir sus compromisos, y b. Por otro, el problema económico relacionado con el pago de indemnizaciones de miles de personas que administran justicia y que serán removidas de sus puestos. Es decir que los costos políticos y económicos de la reforma son altos. En segundo lugar, en lo que respecta a la elección popular de personas juzgadoras, no se han dimensionado los problemas de fondo y de forma. a. El problema de forma ya fue advertido por la presidenta del Instituto Nacional Electoral, quién señaló que no es lo mismo la elección de senadores o presidente, que la elección de personas juzgadoras, y que esta elección podría ser más grande y desafiante. Además, advirtió que hay puntos poco claros y que representan una debilidad estructural de la propuesta, como el periodo, forma y regulación de la campaña, así como el financiamiento electoral de las personas candidatas de dónde saldrá, quién lo hará. Además, la lista de personas candidatas es extensa. b. El problema de fondo y más grave aún es que, por su naturaleza, la función judicial no responde a una mayoría electoral, sino más bien al mandato de la Constitución y la Ley. Los riesgos que supone supeditar al poder judicial al mandato de mayorías es que se abren puertas al populismo judicial y al populismo punitivo, teniendo que dictar sentencias a la medida de las demandas y preferencias de los electores, lo que genera una inseguridad jurídica. A diferencia de este esquema, los jueces profesionales no dependen de presiones externas, sino de un juicio imparcial en el que la sentencia depende de las pruebas aportadas por las partes y de un análisis a conciencia de la legislación. En las elecciones generales del 02 de julio el partido Morena obtuvo una mayoría abrumadora que le permite la continuidad al proyecto político iniciado por el presidente Andrés Manuel López Obrador. La narrativa gubernamental hasta ahora ha sido señalar que la mayoría del pueblo votó por las reformas al poder judicial propuestas el cinco de febrero. Pero Qué fue lo que realmente votó la población Las personas eligieron a los titulares del ejecutivo y legislativo, en abstracto, sin respaldar una propuesta en específico. Antes de iniciar los diálogos para implementar la reforma, el partido Morena llevó a cabo una encuesta nacional. Los resultados de esa encuesta desmienten el argumento de que las personas votaron por la reforma, sobre todo cuando el mismo gobierno ha reconocido que más del 50 por ciento de la población desconocía el contenido de la reforma. En esta encuesta, aunque la mayoría respondió que está a favor de la elección popular de las autoridades judiciales, se ha cuestionado la metodología y que la misma se haya llevado a cabo por un órgano partidario y no por una institución imparcial o gubernamental. Para legitimar la reforma, también se llevaron a cabo diálogos a nivel nacional, sin embargo, las propuestas y las voces de las personas que se oponen a la propuesta no fueron escuchadas e incorporadas al texto, el cual fue aprobado casi en los términos en los que fue recibido. Esto muestra, que los diálogos no fueron procesos genuinos de democracia participativa, sino verdaderos actos de simulación. Lo anterior ha causado malestar en la comunidad jurídica y ha provocado una ola de protestas a nivel nacional, lideradas principalmente por estudiantes y docentes de derecho, así como por integrantes de los poderes judiciales federal y estatales. El poder judicial tiene una función que no es representativa. Las personas juzgadoras por su naturaleza deben obedecer a la Constitución y al marco normativo del país, así como a los tratados internacionales. No dependen de la opinión o preferencias de la mayoría. Supeditar al poder judicial al mandato popular a través de una elección es desnaturalizarlo, considerando que los nuevos juzgadores tendrían que ser fieles a las preferencias de su electorado. Esto significa que podrían verse arrinconados a tomar decisiones populares, aún y cuando estas decisiones sean contrarias a la ley o los derechos humanos. El caso boliviano que ha sido paradigmático deja muchas experiencias de las que México debería aprender. Un error que han cometido los legisladores en México es exaltar el caso boliviano como ejemplo y buena práctica, cuando en la realidad las investigaciones demuestran que en Bolivia la elección de las autoridades de las altas cortes derivó en la politización de la justicia y en un descrédito aún mayor de ésta. En Bolivia incluso se discute volver a un sistema de elección basado en los méritos y no en la popularidad. Otro error que agrava aún más el escenario descrito es la inclusión en la reforma de la figura de los jueces sin rostro que ya se ha implementado en otros países como Perú. Sobre la experiencia peruana la Corte Interamericana ha tenido la oportunidad de pronunciarse y declarar esta figura como contraria a la Convención Americana. México se encuentra en un momento crucial para la historia. La reforma judicial tal y como está propuesta o de aprobarse como está pone en riesgo la independencia, la imparcialidad y la autonomía del poder judicial, afecta la seguridad jurídica en el país y compromete seriamente los derechos humanos. Es necesario una reflexión profunda y un diálogo sincero entre el gobierno, las fuerzas políticas, la comunidad jurídica, la academia y la población mexicana para construir con seriedad y compromiso una reforma judicial sólida que verdaderamente esté orientada a mejorar la justicia en México. La elección popular de jueces no es el camino. Citación académica sugerida Martínez Garza, Julio César. Cinco grandes errores de la propuesta de reforma a la justicia en México. Agenda Estado de Derecho. 20240910, Disponible en httpsagendaestadodederecho.comerroresdelareformaalajusticiaenmexico Palabras clave México, reforma judicial, justicia, Estado de derecho Es importante profundizar sobre este temaEscribe tu artículorespuesta sobre este tema y déjanos tu texto siguiendo las siguientes instrucciones Presidente de la Academia Neolonesa de Ciencias Penales, cuenta con un Doctorado en Derecho con orientación en Derecho Penal y Criminología, obtenido con mención sobresaliente Cum Laude por la Universidad Pablo de Olavide, Sevilla, España. Además, ha sido distinguido con el título de Doctor Honoris Causa por el Colegio de Especialidades Jurídicas. Es Investigador Nacional Nivel I del Sistema Nacional de Investigadores SNI de CONAHCYT para el periodo 20232027. Asimismo, recibió la mención sobresaliente como investigador por la Universidad Pablo de Olavide. Su destacada trayectoria académica y profesional incluye la autoría de múltiples obras jurídicas en materia penal, y su labor como socio fundador de la Academia ha sido clave en la consolidación de este espacio de estudio e investigación en ciencias penales. Su experiencia y compromiso con la promoción del derecho penal y criminología lo posicionan como un referente en su campo. Comparte tu trabajo o perspectiva con nosotros, sigue las opciones dando clic en el siguiente botón. Para saber a profundidad lo que pasa con los derechos humanos en América Latina y el Estado de Derecho suscríbete a nuestro boletín digital. Descargo de responsabilidad El contenido de los artículos responde a la opinión de los autores y en ningún caso compromete la opinión de la Fundación Konrad Adenauer. Abogada colombiana, LLM en International Legal Studies por la Universidad de Georgetown y Máster en Argumentación Jurídica por la Universidad de Alicante. Es candidata a Doctora en Derecho por la Universidad de Georgetown. Actualmente se desempeña como Directora Asociada en el ONeill Institute for National and Global Health Law y es docente en la Universidad de Georgetown y en programas de especialización y maestría en diversas universidades de América Latina. Anteriormente trabajó en la Comisión Interamericana de Derechos Humanos donde tuvo varios cargos, principalmente como Coordinadora de la Sección de Casos a cargo de la etapa de fondo y del litigio ante la Corte Interamericana de Derechos Humanos. Es profesora ayudante e investigadora predoctoral en el Departamento de Ciencia Politica y Relaciones Internacionales de la Universidad Autonoma de Madrid UAM. Tiene un Máster en Democracia y Gobierno, y un Máster en Gobernanza y Derechos Humanos, ambos de la UAM. Es licenciada en Comunicación Social por la Universidad Central de Venezuela. Es integrante del Lab Grupo de Investigacion en Innovacion, Tecnologia y Gestion Publica de la UAM. Su tesis doctoral aborda la relación entre género, tecnologías y sector público, con un especial énfasis en la Inteligencia Artificial. También ha publicado sobre innovación pública y colaboración entre administraciones públicas y ciudadanía. Formó parte del equipo editorial de Agenda Estado de Derecho desde 2020 hasta febrero de 2022. Abogada de la Universidad de Chile y Magíster en Derecho Internacional de la Universidad de Cambridge. En el ámbito profesional, se ha desempeñado en el extranjero como asistente legal en la Corte Internacional de Justicia y consultora para la International Nuremberg Principles Academy. En Chile, ha trabajado como abogada para el Comité para la Prevención de la Tortura, y actualmente se desempeña en la División de Derechos Humanos del Ministerio de Relaciones Exteriores de Chile. Asimismo, es académica de Derecho Internacional Público en la Universidad de Chile. Sus áreas de investigación incluyen el derecho internacional de los derechos humanos, la regulación de la actividad policial y su conformidad con estándares internacionales, el derecho internacional humanitario y el derecho penal internacional. Ex Relator Especial para la Libertad de Expresión de la Comisión Interamericana de Derechos Humanos CIDH hasta el 5 de octubre de 2020. Abogado y docente uruguayo egresado de la Facultad de Derecho de la Universidad de la República de Uruguay Udelar. Actualmente es senior fellow en El Diálogo Interamericano The Interamerican Dialogue y consultor en libertades informativas de UNESCO y organizaciones de la sociedad civil. Se desempeña como Secretario de Relaciones Internacionales y Gobierno Abierto del Gobierno de Canelones Uruguay. Docente y conferenciasta en el campo de la libertad de expresión y el derecho a la información en prestigiosas universidades, entre ellas American University Washington, Unam México, Universidad Carlos III España, Stanford California, Universidad del Pacífico Perú, UBA Argentina Universidad Diego Portales Chile, Udelar Uruguay y Universidad de los Andes Colombia. Periodista, columnista y colaborador asiduo en distintos medios de comunicación. José Luis Caballero Ochoa es Licenciado en Derecho por el Tecnológico de Monterrey, Campus Chihuahua Maestro en Derecho, por la Facultad de Derecho de la Universidad Nacional Autónoma de México, y Doctor en Derecho por la Universidad Nacional de Educación a Distancia UNED de España. Diplomado en derechos humanos y procesos de democratización por la Universidad de Chile. Pertenece al Sistema Nacional de Investigadores. Es académico  investigador en el Departamento de Derecho en la Universidad Iberoamericana, Ciudad de México, del que fue su Director por seis años. Actualmente es Comisionado de la Comisión Internacional de Juristas. Ha participado o participa en diversas comisiones o consejos públicos, ciudadanos y académicos en México, entre los que destacan el Consejo de la Comisión de Derechos Humanos del Distrito Federal la Junta Directiva del Instituto Federal de la Defensoría Pública el Comité Consultivo del Centro de Estudios Constitucionales de la Suprema Corte de Justicia de la Nación el Comite Academico y Editorial del Tribunal Electoral del Poder Judicial de la Federacion la Comisión de Selección del Comité de Participación Ciudadana del Sistema Nacional Anticorrupción, entre otros. Docente en diversos programas académicos en materia de derecho constitucional y derechos humanos en centros de educación superior nacionales, y ponente en congresos y foros académicos especializados en México, Argentina, Brasil, Chile, Guatemala, Colombia, España, Estados Unidos y Perú. Su papel como consultor y especialista ha implicado la elaboración de proyectos de ley, dictámenes técnicos bajo la figura de amicus curiae y peritajes internacionales. Su obra publicada consiste en más de 80 capítulos de libros y artículos en revistas especializadas sobre derecho constitucional, derechos humanos y derecho internacional de los derechos humanos, así como algunos libros en estas materias. Doctorando en Derecho por la Facultad de Derecho de la Universidad de Buenos Aires Argentina Master en Derecho Penal y Procesal Penal por Osgoode Hall Law School, Universidad de York Canadá Diplomado Latinoamericano sobre Reforma Procesal Penal por la Facultad de Derecho de la Universidad Diego Portales Chile Abogado con orientación en Derecho Penal por la Facultad de Derecho de la Universidad de Buenos Aires Argentina. Actualmente es el Director de Relaciones Internacionales del Instituto de Estudios Comparados en Ciencias Penales y Sociales INECIP. Durante 8 años fue el Director del Área de Capacitación del Centro de Estudios de Justicia de las Américas CEJA, organismo internacional de la Organización de Estados Americanos OEA, creado en 1999 por resolución de la Asamblea General de la OEA, con sede en Santiago de Chile. Fiscal de la Procuración General de la Nación Argentina. Es abogada por la Universidad de Buenos Aires, donde se recibió con diploma de honor, Especialista en derecho penal y procesal penal por la Universidad Torcuato Di Tella y Máster en Derecho por la Universidad de Georgetown. Fue becaria de la Fundación Fulbright y perita de la Corte Interamericana de Derechos Humanos. Es profesora de Garantías Constitucionales del Derecho Penal Sustantivo y Procesal Penal de la Universidad de Buenos Aires, de Género y Derecho Penal en la Maestría en Derecho Penal de la Universidad de San Andrés y profesora invitada en distintas universidades, de grado y posgrado. Es autora de varios artículos en publicaciones académicas sobre temáticas de género y derecho penal y de garantías constitucionales en el proceso penal. Abogado, Magíster en Derecho y Posgrado en Derecho Constitucional y Derechos Humanos por la Universidad de Palermo. Profesor en la Facultad de Derecho de la Universidad de Buenos Aires. Responsable del Programa para la Aplicación de Instrumentos de Derechos Humanos del Ministerio Público de la Defensa de la Nación. Integrante de la Red Latinoamericana de Académicasos del Derecho  ALAS. Fue docente en diferentes universidades de Argentina, e investigador y docente en el Centro de Derechos Humanos de la Universidad de Chile. Sus temas de especialización son Derecho Internacional de los Derechos Humanos, Acceso a la Justicia y No Discriminación. Director Ejecutivo de Fundación Ciudadanía y Desarrollo, contacto nacional de Transparencia Internacional en Ecuador. Abogado y máster en Dirección y Gestión Pública, así como en Acción Política, Fortalecimiento Institucional y Participación Ciudadana en el Estado de Derecho. Fue miembro suplente de la Asamblea Nacional Constituyente de Ecuador y asesor constitucional en el Consejo de Participación Ciudadana. Fellow del Centro para la Democracia, el Desarrollo y el Estado de Derecho de la Universidad de Stanford. Consultor para organizaciones nacionales e internacionales en temas de derechos humanos, libertad de expresión, acceso a la información, participación ciudadana, transparencia y lucha contra la corrupción. Doctor en Ciencias Políticas de la Universidad de la República de Uruguay, magíster en Estudios Políticos por la Universidad Metropolitana de Venezuela y licenciado en Comunicación Social por la Universidad Santa María con especialización en Gobernabilidad y Gerencia Política por la Universidad Católica Andrés Bello y The George Washington University. Autor del libro Venezolanos en el Uruguay 2019. Trabaja como editor de la plataforma Diálogo Político y coordinador de proyectos del Programa Regional Partidos Políticos y Democracia en América Latina de la Fundación Konrad Adenauer. Abogado egresado de la Universidad Francisco Marroquín de Guatemala y con un Máster en Economía de la Universidad Rey Juan Carlos de Madrid. En la actualidad, desempeña el cargo de Editor Asistente en el blog de la International Association of Constitutional Law IACL y es Director del área de Estudios Jurídicos en la Fundación Libertad y Desarrollo, un think tank basado en Ciudad de Guatemala. A nivel docente, ejerce como profesor tanto en la Universidad del Istmo como en la Universidad Francisco Marroquín de Guatemala. Adicionalmente, es columnista para el periódico guatemalteco La Hora. Sus principales áreas de investigación son el derecho constitucional y el derecho electoral. Vicepresidenta de incidencia y litigio internacional del Robert F. Kennedy Human Rights. Baeyens lidera la estrategia de incidencia legal en derechos humanos de la organización, incluyendo el litigio de casos de alto impacto ante mecanismos de la ONU y sistemas regionales de protección, en temáticas relacionadas con la protección del espacio cívico y la lucha contra la discriminación, violencia e impunidad. Previamente se desempeñó como oficial de asuntos políticos en la ONU y como oficial de derechos humanos en la CIDH, donde también coordinó la Relatoría sobre personas defensoras. Es profesora adjunta de la Facultad de Derecho de la Universidad de Georgetown. Recibió su título de abogada de la Universidad de Ibagué, Colombia, y su LL.M en derecho internacional de los derechos humanos de la Universidad de Notre Dame, Estados Unidos. Juez electo de la Corte Internacional de Justicia, además de profesor y director del Departamento de Derecho Público de la Universidad Federal de Minas Gerais UFMG y fundador del Centro de Derecho Internacional CEDIN y del Anuario Brasileño de Derecho Internacional. Tiene un máster de la UFMG y un doctorado de la Universidad París X Nanterre, y ha trabajado como jurista adjunto en el CIJ. Ha sido profesor visitante en el Institut des Hautes Études Internationales de la Université PanthéonAssas Paris II, la Université Caen BasseNormandie, la Université ParisOuest Nanterre la Défence y el Centro Lauterpacht de Derecho Internacional Universidad de Cambridge, Reino Unido. Abogado venezolano, egresado de la Universidad Católica Andrés Bello. LL.M. en derecho internacional de la Universidad de Cambridge, en Reino Unido, y Magíster en políticas públicas de la Universidad de los Andes, en Colombia. Actualmente se desempeña como asesor legal senior del Centro de Derechos Reproductivos y docente de la Universidad de los Andes. Fue abogado de la Secretaría de la Corte Interamericana de Derechos Humanos. Directora Ejecutiva de la Fundación para el Debido Proceso DPLF por sus siglas en inglés organización regional dedicada a promover el Estado de derecho y los derechos humanos en América Latina. Antes de unirse a DPLF, fue Coordinadora Adjunta de la Unidad de Investigaciones Especiales de la Comisión de la Verdad de Perú, a cargo de la investigación de graves violaciones de derechos humanos ocurridas durante el conflicto armado interno en ese país. Previamente trabajó en la Adjuntía para los Derechos Humanos de la Defensoria del Pueblo de Perú y formó parte del equipo legal de la Coalición Contra la Impunidad Alemania que promovió el procesamiento penal en ese país de militares argentinos responsables de la desaparición de ciudadanos alemanes durante la dictadura argentina. Katya realizó sus estudios de derecho en la Pontifica Universidad Católica del Perú y de maestría en derecho internacional público en la Universidad de Heidelberg, Alemania. Experto afiliado al Constitution Transformation Network de la Universidad de Melbourne e investigador asociado de la Universidad Rafael Landívar de Guatemala. Doctor en Derecho por la Escuela de Derecho de la Universidad de Melbourne y una Maestria en Derecho Público e Internacional en esa misma casa de estudios, y una Licenciatura en Ciencias Jurídicas y Sociales de la Universidad Rafael Landívar. Tiene experiencia en gobierno, especificamente en negociacion de tratados y convenciones, litigio en instancias internacionales e implementacion de instrumentos en materia de derechos humanos, y como consultor para organismos financieros internacionales. Candidato a doctor por la Facultad de Derecho de la Universidad de Ottawa Canadá. Director de la Clínica de Derechos Humanos del Centro de Investigación y Enseñanza en Derechos Humanos HRREC y profesor de la Sección de Derecho Civil de la Universidad de Ottawa. Anteriormente trabajó en la Comisión Andina de Juristas, el Tribunal Constitucional y el Ministerio de Justicia y Derechos Humanos del Perú. Sus áreas de investigación son el Sistema Interamericano, Empresas y Derechos Humanos, Derecho Penal Internacional, TWAIL y libertad académica. Integrante del Grupo de Estudios Latinoamericano sobre Derecho Penal Internacional de la Fundación Konrad Adenauer. Es abogada por la Universidad San Francisco de Quito, y tiene un LL.M. por el Washington College of Law de American University, con enfoque en Derecho Internacional de los Derechos Humanos. Es candidata para el título de Doctora en Derecho por la Universidad Externado de Colombia. Ha trabajado como especialista en la Relatoría Especial para la Libre Expresión de la CIDH, Fundamedios y la Dirección Nacional de DDHH en Ecuador. Actualmente, es Directora del Observatorio de Derechos y Justicia de Ecuador, docente en la Universidad Internacional del Ecuador, y socia fundadora de Gentium Law Consultores. Abogada costarricense, Máster en Derecho Internacional y Resolución de Conflictos por la Universidad para la Paz de las Naciones Unidas. Actualmente se desempeña como Directora Legal para América Latina en Womens Link Worldwide, desde donde ejerce como estratega legal, líder de iniciativa y abogada litigante, con una gran responsabilidad para diseñar y liderar complejos proyectos legales, asimismo, es docente en la Universidad para la Paz, y en diversas universidades de Costa Rica. Anteriormente trabajó en el Centro por la Justicia y el Derecho Internacional CEJIL como Directora del Programa para Centroamérica y México, en la Secretaría General de la Facultad Latinoamericana de Ciencias Sociales FLACSO y como consultora internacional. Marcia se especializa en el litigio estratégico con enfoque de género e interseccional. Doctor en Derecho por la Universidad Complutense de Madrid. Especialista en Derecho Constitucional por la Universidad Nacional Autónoma de México UNAM, y en Derecho Constitucional y Ciencia Política por el Centro de Estudios Políticos y Constitucionales Madrid. Licenciado en Derecho por la Universidad Autónoma de Guerrero México. Es Investigador Nacional nivel I del Sistema Nacional de Investigadores del Consejo Nacional de Ciencia y Tecnología CONACYT, México. En representación de México es miembro del Grupo de Justicia Constitucional y Derechos Fundamentales del Programa Estado de Derecho para Latinoamérica de la Fundación Konrad Adenauer.",
        "fecha_extraccion": "2024-12-18"
    },
    {
        "origen": "Sitio Web",
        "url": "https://www.reformajudicial.gob.mx/secciones/reforma/",
        "titulo": "Reforma Judicial",
        "contenido": "La Reforma Constitucional en Materia de Justicia Federal es un esfuerzo de actualizaciÃ³n funcional y estructural del Poder Judicial, surgido dentro del mismo y que se consolidÃ³ en legitimidad democrÃtica, gracias al consenso inÃdito de los tres Poderes de la UniÃ³n, para realmente atender a los aspectos que necesitaban ser cambiados, no sÃ³lo desde el punto de vista del cumplimiento de la labor judicial en los distintos Ãmbitos en los que opera, sino tambiÃn desde un proceso honesto de anÃlisis y generaciÃ³n de propuestas en beneficio de todas y todos los mexicanos. Desde el interior del Poder Judicial de la FederaciÃ³n surgiÃ³ la iniciativa de una âReforma del Poder Judicial con el Poder Judicialâ una reforma profunda que planteÃ³ la necesidad de realizar modificaciones a la ConstituciÃ³n Federal y diversas leyes que regulan la estructura y facultades del Poder Judicial y cÃ³mo lo hace. Juzgadoras y juzgadores, asÃ como el personal de todos los tribunales, Ã³rganos y Ãreas del PJF, incluidos quienes se desempeÃan en labores de defensorÃa pÃºblica, ademÃs de usuarias y usuarios del sistema de imparticiÃ³n de justicia en el paÃs, asÃ como la sociedad mexicana en su conjunto, serÃn partÃcipes y beneficiarios de estos cambios. El objetivo de la reforma es la concreciÃ³n de un Poder Judicial Federal mÃs eficiente, mÃs eficaz, mÃs cercano a las personas y mÃs profesional, que va a generar necesariamente una mejor justicia para el paÃs. AsÃ, se marca un antes y un despuÃs en la labor judicial en MÃxico, pues las distintas modificaciones, redefiniciones y adecuaciones que son parte de la reforma, la convierten en la transformaciÃ³n mÃs importante del Poder Judicial de la FederaciÃ³n en los Ãºltimos 25 aÃos. ÂQuÃ cambia A travÃs del diÃlogo institucional y del reconocimiento honesto de los aspectos que, en ejercicio de su autonomÃa, el Poder Judicial debÃa combatir, mejorar, reforzar o evolucionar en este proceso de renovaciÃ³n, se tiene como fin Ãºltimo la generaciÃ³n de un verdadero cambio en favor de la sociedad mexicana. Las modificaciones generadas por la reforma se pueden englobar en los siguientes seis puntos clave El fortalecimiento de la carrera judicial, la paridad en juzgadoras y juzgadores, la lucha contra la corrupciÃ³n y el nepotismo, la refundaciÃ³n de la escuela judicial, la ampliaciÃ³n de los servicios de defensorÃa y la unificaciÃ³n de los esfuerzos de capacitaciÃ³n, al igual que el fortalecimiento de la Corte como mÃximo intÃrprete y defensor de la ConstituciÃ³n, son cambios en el Ãmbito de lo institucional, cuyos beneficios llegarÃn a toda la ciudadanÃa. Estas definiciones, que se inscriben en el umbral de la UndÃcima Ãpoca del Poder Judicial de la FederaciÃ³n, sientan las bases para que la justicia deje de ser un privilegio de ciertos sectores de la poblaciÃ³n y se convierta en un verdadero derecho para todas las personas. ÂQuÃ beneficios tiene para ti â La Reforma Judicial implica una renovaciÃ³n estructural para generar una justicia mÃs Ãgil y eficiente, alineÃndose con los cambios sociales y culturales generados en los Ãºltimos aÃos, y para cumplir los llamados de la sociedad mexicana de una justicia expedita. â Uno de los objetivos mÃs importantes de la Reforma Judicial es tener una imparticiÃ³n de justicia mÃs cercana a las personas, que supere antiguas barreras como las de procedimientos para lo cual incorpora la justicia digital, las de lenguaje por ello se forma a profesionales de la justicia para que dominen diferentes lenguas o las de conocimiento con ese propÃ³sito, incorpora a juezas y jueces mÃs sensibles a las problemÃticas sociales. â Con acciones claras y contundentes, en apego a la reforma se realiza un proceso de limpieza y renovaciÃ³n interna, para eliminar prÃcticas como la corrupciÃ³n, el nepotismo y el clientelismo, que impiden una justicia plena y afectan sobre todo a las personas en mayor estado de vulnerabilidad. â Otro punto bÃsico de la reforma es continuar con el impulso de la paridad de gÃnero y la protecciÃ³n de las mujeres que laboran dentro del Poder Judicial frente a situaciones de acoso sexual y otras formas de violencia en su trabajo. No sÃ³lo es una medida trascendental que marca una diferencia en la labor judicial, tambiÃn es una cuestiÃ³n de justicia y derechos humanos para saldar la deuda histÃ³rica que se tiene con las mujeres. â En tÃrminos generales, el mayor beneficio de la Reforma Judicial es que, gracias a Ãsta, quienes se encuentran en situaciones de vulnerabilidad, podrÃn obtener una justicia de calidad en condiciones de igualdad. Documentos relacionados",
        "fecha_extraccion": "2024-12-18"
    },
    {
        "origen": "Sitio Web",
        "url": "https://prime.tirant.com/mx/actualidad-prime/reforma-judicial/",
        "titulo": "Reforma Judicial  Tirant Prime México",
        "contenido": "El 15 de septiembre de 2024, fue publicado un Decreto en el Diario Oficial de la Federación DOF mediante el cual se reforman, adicionan y derogan diversas disposiciones de la Constitución Política de los Estados Unidos Mexicanos en materia de reforma del Poder Judicial. Este decreto, aprobado por el Congreso de la Unión y las legislaturas de los estados y de la Ciudad de México, introduce cambios significativos en 19 artículos clave que regulan el funcionamiento del Poder Judicial. En este informe se da cuenta de los cambios más significativos, como la introducción de la elección popular para ministros de la Suprema Corte, jueces de distrito y magistrados de circuito, así como la creación del Órgano de Administración Judicial, que sustituye al Consejo de la Judicatura Federal. También se incluye un análisis de las modificaciones en la carrera judicial, las nuevas reglas para la reelección de jueces y magistrados, y la prohibición de la readscripción a otros circuitos, entre otros cambios como los asociados a la suspensión en el amparo, acción de inconstitucionalidad y controversia constitucional. Un elemento clave de la reforma es la creación del Tribunal de Disciplina Judicial, un órgano con independencia técnica y de gestión, que tendrá a su cargo la supervisión, disciplina y sanción de los funcionarios judiciales. Este tribunal será integrado por cinco magistrados electos por la ciudadanía y tendrá facultades para investigar faltas graves, sancionar a los servidores públicos del Poder Judicial, y evaluar el desempeño de los jueces y magistrados durante su primer año de ejercicio. Las sanciones podrán incluir desde la amonestación hasta la destitución o inhabilitación. Las resoluciones del tribunal serán definitivas e inatacables, y funcionará tanto en Pleno como en comisiones. Cada uno de los artículos reformados se presenta en su contexto original, comparando el antes y el después de la reforma, con el fin de proporcionar una visión general de cómo estos cambios modifican el funcionamiento del Poder Judicial. La reforma al Poder Judicial de la Federación está dirigida principalmente a los operadores del sistema judicial, como jueces, magistrados y ministros, así como a los legisladores, autoridades ejecutivas, y la ciudadanía en general, quienes ahora tendrán un papel más directo en la elección de los funcionarios judiciales. Asimismo, los litigantes y usuarios de los medios de control de constitucionalidad, como el amparo y las acciones de inconstitucionalidad, se verán impactados por las modificaciones introducidas, que afectan tanto los procesos de protección de derechos individuales como el funcionamiento de los medios para impugnar normas generales. Los cambios en los criterios para la suspensión de actos en el amparo y las declaratorias de inconstitucionalidad tendrán repercusiones directas en la forma en que estos medios procesales se emplean y en los alcances de las resoluciones que emitan los tribunales. Al final del texto, se describe cómo se llevará a cabo la implementación de la reforma conforme a los artículos transitorios, detallando el proceso electoral extraordinario, la transición del Consejo de la Judicatura Federal al Órgano de Administración Judicial, y otros aspectos clave que garantizan la correcta transición y aplicación de los nuevos mecanismos introducidos por la reforma. Con la reforma, se introduce un cambio importante ahora se establece un plazo máximo de seis meses para la resolución de casos relacionados con cuantías tributarias, es decir, aquellos que versan sobre la determinación de impuestos o contribuciones en disputa entre los contribuyentes y las autoridades fiscales. Este plazo es obligatorio, y en caso de que el órgano jurisdiccional no cumpla con esta obligación, se deberá informar al Tribunal de Disciplina Judicial, que será el encargado de investigar las razones del retraso y, en su caso, sancionar al juez o magistrado responsable. Otro cambio importante introducido en la reforma al artículo 17 de la Constitución se refiere a la protección de los jueces y magistrados en casos relacionados con la delincuencia organizada. La reforma establece que el Órgano de Administración Judicial tendrá la facultad de adoptar las medidas necesarias para preservar la seguridad y resguardar la identidad de las personas juzgadoras que estén involucradas en estos procesos judiciales. Estas medidas se implementarán conforme al procedimiento establecido por la ley, lo que busca proteger a los jueces y magistrados de posibles represalias y garantizar su independencia en el ejercicio de sus funciones en casos de alto riesgo. Con la reforma aprobada, se reduce el número de ministros de la SCJN de 11 a 9, y las Salas son eliminadas, de modo que la Corte ahora funcionará exclusivamente en Pleno, es decir, con la participación de todos sus integrantes para la resolución de todos los asuntos. Con la reforma al artículo 94, además de la reducción en el número de ministros de 11 a 9 y la eliminación de las Salas, se introduce una disposición que establece que ningún funcionario del Poder Judicial podrá percibir un salario mayor al del presidente de la República. Con la reforma al artículo 95, los requisitos se mantienen prácticamente iguales, pero se introduce una nueva prohibición ya no podrán ser propuestos como ministros quienes hayan desempeñado el cargo de magistrado del Tribunal Electoral. Otra modificación relevante es la reducción del periodo para el cual se designa a los ministros de la Suprema Corte. Antes de la reforma, el cargo de ministro era ejercido por un período de 15 años, tras la reforma, el período se reduce a 12 años. Con la reforma, se establece un nuevo proceso de elección popular para estos cargos judiciales. Este proceso será gestionado por el Instituto Nacional Electoral INE. La elección de ministros, magistrados y jueces se llevará a cabo el primer domingo de junio, coincidiendo con las elecciones generales, y permitirá a la ciudadanía participar de manera directa en la selección de estos funcionarios. El procedimiento de elección incluye los siguientes pasos Con la reforma al Artículo 97, se mantienen los principios de carrera judicial para el personal del Poder Judicial que no esté sujeto a elección popular, como secretarios de acuerdos, actuarios y otros funcionarios. Sin embargo, la readscripción de jueces y magistrados a otro circuito queda prohibida, lo que significa que, una vez electos por los ciudadanos para un circuito judicial específico, deben permanecer en ese circuito durante todo el periodo de su mandato. La reforma establece los requisitos para ser electo como Magistrado de Circuito o Juez de Distrito, añadiendo criterios específicos relacionados con la formación académica, la experiencia profesional, y la reputación del candidato. Los nuevos requisitos son Ocupación de Vacantes Cuando una vacante ocurra debido a la ausencia de más de un mes sin licencia, defunción, renuncia, o separación definitiva de un Ministro de la Suprema Corte, un Magistrado del Tribunal de Disciplina Judicial, Tribunal Electoral, o Magistrado o Juez de Distrito, la vacante será ocupada por la persona que haya obtenido el segundo lugar en número de votos en la elección para ese cargo. Si la persona que obtuvo el segundo lugar no puede asumir el cargo, seguirá el candidato con la mayor votación en el orden de prelación. El Senado de la República tomará protesta de la persona que sustituya a la funcionaria o funcionario, para que desempeñe el cargo por el tiempo que reste del encargo original. Renuncias Las renuncias de Ministros de la Suprema Corte, Magistrados del Tribunal de Disciplina Judicial y del Tribunal Electoral solo procederán por causas graves. Estas renuncias deberán ser aprobadas por una mayoría de los miembros presentes del Senado, o en sus recesos, por la Comisión Permanente. Licencias Las licencias para estos funcionarios, cuando no excedan de un mes, podrán ser concedidas por el Pleno de la Suprema Corte para los Ministros, por el Pleno del Tribunal de Disciplina Judicial para sus integrantes, por el Pleno de la Sala Superior del Tribunal Electoral para los magistrados electorales, y por el Órgano de Administración Judicial para Magistrados de Circuito y Jueces de Distrito. Si la licencia excede de un mes, deberá ser justificada y concedida por la mayoría de los miembros presentes del Senado, o por la Comisión Permanente en sus recesos. Ninguna licencia podrá exceder de un año. Con la reforma al artículo 100, el Consejo de la Judicatura Federal es sustituido por el Órgano de Administración Judicial OAJ. Este nuevo órgano estará encargado de la administración de los recursos, el manejo de la carrera judicial excluyendo a jueces y magistrados y el control interno. Estructura del Órgano de Administración Judicial La evaluación del primer año de los magistrados y jueces electos, establecida como parte de la reforma al Poder Judicial, tiene como objetivo revisar el desempeño de los funcionarios judiciales durante su primer año en el cargo. Esta evaluación estará a cargo del Tribunal de Disciplina Judicial, quien se encargará de evaluar a los magistrados de circuito y jueces de distrito que resulten electos en la elección federal correspondiente. La ley determinará los métodos, criterios e indicadores aplicables a esta evaluación, que debe realizarse bajo parámetros de imparcialidad y objetividad. Si la evaluación es insatisfactoria, se establecerán medidas correctivas, tales como actividades de capacitación para mejorar las competencias del funcionario evaluado. Si, tras la aplicación de estas medidas, el evaluado no logra aprobar o se niega a acatar las medidas correctivas, el Tribunal podrá imponer una suspensión de hasta un año. En caso de que después de ese periodo no se acredite satisfactoriamente la evaluación, el Tribunal podrá determinar la destitución del funcionario, sin que esto implique responsabilidad para el Poder Judicial. En cuanto al presupuesto, la reforma establece que el Órgano de Administración Judicial será el encargado de elaborar el presupuesto del Poder Judicial de la Federación. Este órgano tendrá la responsabilidad de determinar las necesidades financieras del Poder Judicial y, posteriormente, remitir dicho presupuesto para su inclusión en el proyecto de Presupuesto de Egresos de la Federación. Además, la reforma prohíbe la creación y operación de fondos, fideicomisos, mandatos o contratos análogos que no estén previstos por la ley dentro del Poder Judicial, lo que busca asegurar una mayor transparencia y control sobre los recursos financieros asignados a este poder. El Tribunal de Disciplina Judicial El Tribunal de Disciplina Judicial, creado por la reforma al Artículo 100 de la Constitución, es un órgano del Poder Judicial de la Federación con independencia técnica, de gestión y resolutiva. Este tribunal tiene como función principal supervisar la disciplina y el desempeño de los funcionarios judiciales y cuenta con diversas facultades en materia de sanciones y evaluaciones. Composición El Tribunal de Disciplina Judicial estará integrado por cinco personas elegidas por la ciudadanía a nivel nacional, conforme al procedimiento establecido en el Artículo 96 de la Constitución. Los magistrados y magistradas deberán cumplir con los requisitos señalados en el Artículo 95 que incluye capacidad profesional, honestidad y honorabilidad y su mandato será de seis años, sin posibilidad de reelección. Además, su presidencia será rotativa cada dos años, asignándose según la mayor votación obtenida en la elección respectiva. Funciones El tribunal tiene amplias facultades, entre ellas Procedimiento y resoluciones El Tribunal funciona tanto en Pleno como en comisiones. Las comisiones, compuestas por tres de sus miembros, se encargan de desahogar procedimientos de responsabilidades administrativas en primera instancia. Las resoluciones podrán ser impugnadas ante el Pleno, que resolverá con una mayoría de cuatro votos. Las decisiones del tribunal son definitivas e inatacables, lo que significa que no se puede interponer ningún juicio o recurso en su contra. Investigación y sanciones El Tribunal puede llevar a cabo investigaciones a través de una unidad responsable de recabar pruebas, realizar inspecciones y solicitar comparecencias. También tiene la facultad de dar vista al Ministerio Público si considera que se ha cometido un delito, y puede solicitar el inicio de un juicio político ante la Cámara de Diputados. Tratándose de controversias constitucionales o de acciones de inconstitucionalidad planteadas respecto de normas generales, en ningún caso su admisión dará lugar a la suspensión de la norma cuestionada. Tratándose de juicios de amparo que resuelvan la inconstitucionalidad de normas generales, en ningún caso las sentencias que se dicten fijarán efectos generales. Con la reforma al Artículo 116, se establece que la elección de jueces y magistrados locales deberá seguir las mismas bases que rigen la elección en el Poder Judicial Federal. Esto implica que los jueces y magistrados locales serán elegidos por voto popular, al igual que los ministros de la Suprema Corte, magistrados de circuito y jueces de distrito a nivel federal, integrando así la participación ciudadana en el proceso de selección de estos funcionarios. Además, las legislaciones locales deberán ser reformadas para permitir la reelección de estos jueces y magistrados, siguiendo un proceso similar al que se estableció en la reforma para los jueces y magistrados federales. Proceso de implementación El proceso de implementación de la reforma se estructura de acuerdo con los artículos transitorios del decreto. A continuación, se explican los pasos conforme a los transitorios que establecen cómo se llevará a cabo Aquellos que ya estén en funciones y sean electos en 2025 seguirán en su encargo por el periodo restante de su nombramiento original. Las magistraturas de circuito y jueces de distrito tendrán periodos de 8 años, venciendo en 2033. La interpretación y aplicación del decreto deberá basarse en su literalidad, sin permitir interpretaciones extensivas o análogas que alteren su contenido. by cossio  Dic 18, 2024  Actualidad Prime  0 Comments Consulta Un estudiante de nivel superior de la Universidad Politécnica de San Luis Potosí, desea tramitar un Amparo Indirecto porque desde hace dos años han... by editorprime  Dic 17, 2024  Actualidad Prime  0 Comments La reforma al artículo 2 de la Constitución Política de los Estados Unidos Mexicanos se plantea como un medio de reconocimiento de la libre determinación, autonomía y... by cossio  Dic 16, 2024  Actualidad Prime  0 Comments Consulta En un municipio del Estado de Guanajuato, se llevó a cabo el proceso para la integración del Comité Municipal Ciudadano para la designación del Juez... by cossio  Dic 13, 2024  Actualidad Prime  0 Comments La Comisión de Gobernación de la Cámara de Diputados aprobó un exhorto al Instituto Nacional de Estadística y Geografía y al Instituto Nacional de Migración en... by editorprime  Dic 11, 2024  Actualidad Prime  0 Comments La Reforma del Poder Judicial publicada en el Diario Oficial de la Federación el 15 de septiembre de 2024 introduce modificaciones significativas a nivel constitucional... by cossio  Dic 11, 2024  Actualidad Prime  0 Comments Consulta Es posible interponer un juicio de amparo contra medidas de protección relativas a un caso de presunta violencia familiar En el caso concreto una persona no... Hablamos Atención al usuario Comenzar prueba gratuita Un asesor experto se pondrá en contacto para resolver cualquier duda y asesorarte en todo lo que necesites. MañanaTardeIndiferente Acepto las condiciones y la política de privacidad de Tirant lo Blanch. Llamadme ahora Username or Email Contraseña Recuérdame Has perdido tu contraseña Accede para renovar o modificar una membresía existente. Usuario Correo electrónico Nombre Apellidos Contraseña Introduce de nuevo tu contraseña Acepto los términos y condiciones Acepto la política de privacidad Suscríbete a nuestro Boletín Chat WhatsApp",
        "fecha_extraccion": "2024-12-18"
    },
    {
        "origen": "Sitio Web",
        "url": "https://comercioyjusticia.info/opinion/reforma-judicial-en-mexico-avance-o-retroceso/",
        "titulo": "Reforma judicial en México avance o retroceso  Comercio y Justicia",
        "contenido": "Días pasados, se recordó el Día de la Magistratura y la Función Judicial en la República Argentina y la Asociación de Magistrados y Funcionarios de la Provincia de Córdoba cumplió, como lo hace desde varios años, saludando a los magistrados y funcionarios que han dejado de ser activos en el espacio jurisdiccional. En la ocasión, también, se destacó especialmente la figura, trayectoria y compromiso de nuestra antigua y muy apreciada colega en el Tribunal Superior de Justicia, Dra. Mercedes Blanc de Arabel. Por su parte, la presidente de la asociación, Dra. Silvana Chiapero, brindó como en otros años un discurso importante, en el que focaliza temas centrales de preocupación para la magistratura mencionó en esta ocasión dos cuestiones, y se ocupó de señalar lo que corresponde a la integración femenina en la Suprema Corte de Justicia de la Nación, lo que no parece ser un tema de interés para el Ejecutivo Nacional. El tema restante, que solo fue mencionado, se vincula con uno al que hemos venido siguiendo con atención y estábamos aguardando una sesión clave que se cumplió en el Senado de México el pasado día 11 para quedar ya encaminado a su fin, como es la reforma judicial federal en esa país, restando que ella sea avalada por más de 50 de los congresos de los 32 estados, un mero trámite a la luz, del amplio poder territorial del partido que vertebra al Gobierno. A tal respecto, ya varios jueces y espacios académicos mexicanos nos habían consultado acerca de los compromisos éticos que los jueces tienen con las transformaciones legales que tienen un alto impacto en el Poder Judicial y que pueden ser miradas con preocupación desde el prisma de la defensa de la democracia, la institucionalidad del Poder Judicial, la división de poderes y la afectación a los derechos humanos. En ese orden, los jueces españoles requirieron a la Comisión de Ética de ese Poder Judicial una consulta para informar acerca de si manifestarse en contra de una iniciativa legislativa que amenaza la independencia judicial podía llegar a ser considerada una afectación a algún principio ético, a lo que se respondió no, en tanto exista un ponderado convencimiento de la denuncia que se formula y no esté anclada dicha posición en algún interés que exceda lo judicial. De ello nos ocupamos en este lugar con fecha del pasado 13 de marzo. En ese orden, desde que el presidente López Obrador puso en marcha dicha reforma y que será operativizada por su continuadora, Claudia Sheinbaum, ha sido rechazada por la totalidad del estamento judicial, también mediante manifestaciones públicas de ciudadanos, la oposición política y la Barra Mexicana de Abogados. Dicho proyecto, que desde hace menos de 15 días se encamina a ser ley, fue aprobado por el Senado de la Federación con una mayoría agravada por 86 votos a favor y 41 en contra, sin abstenciones. El nombrado guarda algunas semejanzas con el proyecto que hace algunos años se pretendió para nuestro país conocido como de Democratización de la Justicia y acerca del cual nos mostramos en contra y dimos las razones públicas para ello en los espacios académicos y científicos correspondientes en este lugar también lo apuntamos. El caso de México es mucho más complejo que lo pretendido otrora para Argentina por de pronto, no habrá en México derechos adquiridos de jueceszas sino que la totalidad de ellos, sin mirar instancia alguna, serán puestos a la votación popular. Huelga señalar que nos referimos solo a los jueces federales y no a los estaduales a contrario de como sucede en EEUU, donde 43 de los 50 estados tienen algún tipo de designación por votación de sus jueces, aunque algunos creen que luego, los estados que adscriben políticamente al presidente y a su continuadora irán a por dicha transformación. De cualquier modo, se estima que unos 1.650 jueceszas de los 32 circuitos judiciales serán sometidos a dicha práctica de elección libre, directa, secreta y popular, que se habrá de iniciar en 2025. Además de ello, se reduce el número de Ministros de la Suprema Corte, que hoy son 11 a la cantidad de nueve, también elegidos por igual metodología por un período de 12 años y no de 15 como es actualmente. También se elimina el Consejo de la Judicatura Federal, que es quien hasta hoy, se encarga de hacer las selecciones respectivas que luego el Poder Legislativo acuerda o no y se generan dos nuevos órganos. Uno de ellos es el Tribunal Disciplinario Judicial, que tendrá facultades amplias también discutibles que parece, incluso, que podrá hacer un juzgamiento del contenido de las sentencias de los jueceszas, además de las funciones administrativas, de carrera judicial y de control interno, así como de elaborar el presupuesto del Poder Judicial. El otro órgano, se denomina Instituto Nacional de Elecciones y Consultas que se ocupará de todo lo que concierne a logística del proceso electivo de los magistrados, postulaciones, selecciones, acreditaciones, promoción, utilización de espacios públicos radiales, gráficos, etcétera. Lo que parece incuestionable, puesto que los propios jueceszas lo reconocen, es que el Poder Judicial en México no funciona como debería se critica de que un porcentaje algo superior a 90 de las causas quedan impunes, de que existe una clara incidencia política en la toma de decisiones y que la práctica del nepotismo judicial es moneda corriente en todos los escalafones de la justicia federal anteponiéndose la lealtad de los jueceszas con el Poder Judicial, antes que con el texto constitucional alimentando así, lo que se nombra como el Club Judicial y que esconde la matriz endogámica que es percibida negativamente. Los espacios académicos y políticos que defienden el proyecto sancionado, señalan que,estando politizado el sistema de justicia, el camino para su transformación no puede ser sino, con un giro de 180 grados como el pretendido. Y que los aspectos que los jueceszas impugnan so pretexto de la supuesta politización que se producirá, en razón de quienes habrán de financiar las campañas electivas de los jueceszas no es argumento suficiente, porque tales aspectos estarán resuelto con criterios de máximo cuidado en la reglamentación respectiva. Para ello se argumenta que las campañas durarán 60 días sin etapas de precampañas. Se impedirá todo tipo de financiamiento público o privado y que los jueces, mostrarán una grilla temática que el Instituto Nacional de Elección y Consulta como tal habrá de aprobar. Los candidatos tendrán acceso a tiempos de radio y televisión para difundir sus propuestas y podrán participar en foros de debate. Los partidos políticos no podrán realizar proselitismo a favor o en contra de las candidaturas. El nombrado proceso electivo será cumplido con progresividad y por distritos judiciales, para lo cual cada uno de los tres poderes conformarán una postulación de dos juecesas, por lo que la elección será realizada sobre seis para cada uno de los estamentos y deberán tener una serie de condiciones generales, entre ellas para ser elegido para la Suprema Corte, además del título de abogado, un promedio mínimo de 8,0 y de 9,0 en las materias relacionadas con el cargo a que se postula y al menos cinco años de experiencia profesional en el ejercicio de la actividad jurídica. Los jueceszas actuales señalan que los requerimiento son de menor relevancia de las que ellos mismos tuvieron que cumplir para acceder a dicho cargo. También para los restantes presentar un ensayo de tres cuartillas donde justifiquen los motivos de su postulación y remitan cinco cartas de referencia de sus vecinos, colegas o personas que respalden su idoneidad para desempeñar el cargo Vide httpscnnespanol.cnn.com20240903reformajudicialamlomexicoorix httpswww.gob.mxsegobprensareformaalpoderjudicialrespondealreclamodejusticiadelpueblodemexicosegobidiomes. Los jueces para la Corte serán nominados en una cantidad de 10 por cada uno de los Poderes del estado. Destacan las fuentes consultadas que Human Rights Watch se ha mostrado insatisfecho con la propuesta, al igual que el Comité de Derechos Humanos de Naciones Unidas y la misma Corte Interamericana de Derechos Humanos. Nuestro juicio provisorio, puesto que nos falta información, no puede soslayar que México está atravesado y no sólo el sistema de justicia, por la corrupción que el narcotráfico despliega y expande en un entramado que alcanza toda la malla social y política y que permite hacer manipulaciones comprando la voluntad de los electores. El voto popular para los jueces en ningún lugar EEUU, Bolivia, Perú tiene buena fama. Los jueces tienen una legitimación democrática indirecta, podrán ser sometidos a mejores exámenes y mayor definición de perfil, mayor control ético y mecanismos de seguimiento de su capacitación. Pero no creemos que la elección similar a un hombre que opta por la política pública sea el camino adecuado para encontrar los mejores juecesjuezas. Tu dirección de correo electrónico no será publicada. Los campos obligatorios están marcados con  Comentario  Nombre  Correo electrónico  Web Guarda mi nombre, correo electrónico y web en este navegador para la próxima vez que comente. Δ Formá parte de nuestra comunidad de Empresarios y Profesionales y recibí la información especializada más relevante para que puedas anticiparte en tus decisiones estratégicas. SUBSCRIBITE  2024 Comercio y Justicia Editores  Powered by Evoltis  La Generatriz Iniciá sesión con tu usuario Recordarme en este equipo Ingresá tu usuario o email para restablecer tu contraseña.  2024 Comercio y Justicia Editores  Powered by Evoltis  La Generatriz",
        "fecha_extraccion": "2024-12-18"
    }
]